Repository: aliyakarr9/BreathNewV2-iOS
Catalog: BreathNew/BreathNew/Localizable.xcstrings
Source language: en
Languages: tr

source: 1 Day
tr: 1 Gün

source: 1 Hour
tr: 1 Saat

source: 1 Month
tr: 1 Ay

source: 1 Week
tr: 1 Hafta

source: 1 Year
tr: 1 Yıl

source: 10 Years
tr: 10 Yıl

source: 12 Hours
tr: 12 Saat

source: 15 Years
tr: 15 Yıl

source: 2 Weeks
tr: 2 Hafta

source: 20 Minutes
tr: 20 Dakika

source: 24 Hours
tr: 24 Saat

source: 3 Days
tr: 3 Gün

source: 3 Months
tr: 3 Ay

source: 48 Hours
tr: 48 Saat

source: 5 Days
tr: 5 Gün

source: 5 Years
tr: 5 Yıl

source: 6 Hours
tr: 6 Saat

source: 6 Months
tr: 6 Ay

source: 72 Hours
tr: 72 Saat

source: 8 Hours
tr: 8 Saat

source: 9 Months
tr: 9 Ay

source: Achievements
tr: Başarımlar

source: Are you sure?
tr: Emin misin?

source: Badges
tr: Rozetler

source: Blood pressure and pulse return to normal.
tr: Kan basıncı ve nabız normale döner.

source: Breathing becomes easier. Energy levels increase.
tr: Nefes almak kolaylaşır. Enerji seviyesi artar.

source: Cancel
tr: İptal

source: Carbon monoxide eliminated. Lungs start clearing mucus.
tr: Karbonmonoksit vücuttan atılır. Akciğerler mukusu temizlemeye başlar.

source: Cigarettes in Pack: %lld
tr: Paketteki Adet: %lld

source: Cigarettes per Day: %lld
tr: Günde İçilen Sigara: %lld

source: Cigarettes/Day: %lld
tr: Günlük İçilen: %lld

source: Cilia (hair-like structures) have regrown in lungs. Coughing and shortness of breath decrease.
tr: Akciğerlerdeki siller (tüysü yapılar) yeniden büyür. Öksürük ve nefes darlığı azalır.

source: Circulation improves. Walking and running become easier.
tr: Kan dolaşımı iyileşir. Yürümek ve koşmak kolaylaşır.

source: Currency
tr: Para Birimi

source: Dashboard
tr: Özet

source: Date & Time
tr: Tarih ve Saat

source: Day
tr: Gün

source: Habits
tr: Alışkanlıklar

source: Health
tr: Sağlık

source: Health Recovery
tr: İyileşme Durumu

source: Health Timeline
tr: Sağlık Durumu

source: Hr
tr: Sa

source: I Smoked (Reset Progress)
tr: Sigara İçtim (Sıfırla)

source: Language
tr: Dil

source: Life Regained
tr: Kazanılan Ömür

source: Lung cancer death rate is about half that of a smoker.
tr: Akciğer kanserinden ölüm oranı, sigara içen birinin yaklaşık yarısıdır.

source: Lung function has increased by up to 30%.
tr: Akciğer kapasitesi %30'a kadar artar.

source: Min
tr: Dk

source: Mo
tr: Ay

source: Money Saved
tr: Tasarruf

source: Most nicotine by-products have been flushed from your body.
tr: Nikotin yan ürünlerinin çoğu vücuttan atılmıştır.

source: My Info
tr: Bilgilerim

source: Nicotine and carbon monoxide levels halve. Oxygen levels return to normal.
tr: Nikotin ve karbonmonoksit seviyeleri yarıya iner. Oksijen seviyesi normale döner.

source: Nicotine eliminated from the body. Taste and smell improve.
tr: Nikotin vücuttan atılır. Tat ve koku duyuları iyileşir.

source: Not Smoked
tr: İçilmeyen

source: Notifications
tr: Bildirimler

source: Pack Price
tr: Paket Fiyatı: %@

source: Pack Size: %lld
tr: Paket Boyutu: %lld

source: Preferences
tr: Tercihler

source: Price
tr: Fiyat

source: Price per pack:
tr: Paket Fiyatı:

source: Quit Date
tr: Bırakma Tarihi

source: Risk of coronary heart disease drops to half of a smoker's.
tr: Koroner kalp hastalığı riski, sigara içen birinin yarısına düşer.

source: Risk of coronary heart disease is that of a non-smoker.
tr: Koroner kalp hastalığı riski, hiç sigara içmemiş biriyle aynı seviyeye gelir.

source: Risk of stroke is reduced to that of a non-smoker.
tr: Felç riski, sigara içmeyen birininkiyle aynı seviyeye iner.

source: Save Changes
tr: Değişiklikleri Kaydet

source: Sec
tr: Sn

source: Select Currency
tr: Para Birimi Seç

source: Settings
tr: Ayarlar

source: Smoke Free Duration
tr: Sigarasız Süre

source: Start Journey
tr: Yolculuğa Başla

source: This will reset your quit date to now. Don't give up!
tr: Tarih sıfırlanacak. Asla vazgeçme!

source: Time per Cigarette (min): %lld
tr: Sigara başına geçen süre: %lld

source: User Settings
tr: Kullanıcı Ayarları

source: Welcome
tr: Hoşgeldin

source: Withdrawal symptoms like anger, anxiety, and insomnia have subsided.
tr: Öfke, kaygı ve uykusuzluk gibi yoksunluk belirtileri azalır.

source: Yes, Reset
tr: Evet, sıfırla

source: Yr
tr: Yıl
